Repository: OpenDevelopmentMekong/wpsparql
Catalog: i18n/*.po
Languages: my

source: Connecting to SPARQL endpoint
my: SPARQL endpoint နှင့်ချိတ်ဆက်နေသည်

source: Specify protocol such as http:// or https://.
my: http:// သို့မဟုတ် https:// ဖြစ်သည် စသဖြင့် protocol ကိုတိကျစွာပြောပါ

source: Connection status
my: ချိတ်ဆက်မှု အခြေအနေ

source: Sparql endpoint URL specified correctly.
my: Sparql endpoint URL တိကျမှန်ကန်သည်။

source: Problem connecting to Sparql endpoint. Please, check the specified URL.
my: Sparql endpoint နှင့် ချိတ်ဆက်ရာတွင် ပြသနာရှိသည်။ URL ကိုစစ်ဆေးပါ။

source: Logging
my: အကောင့်ဝင်ခြင်း

source: Enable log
my: ဝင်ရောက်နိုင်ရန် ဖွင့်မည်။

source: Path
my: လမ်းကြောင်း

source: Path where logs are going to be stored. Mind permissions.
my: သိမ်းဆည်မည့် ဝင်ရောက်မှုများကို လမ်းကြောင်းပြပါ။ ခွင့်ပြုချက်များကို သတိပြုပါ။

source: Query a sparql endpoint and displays results in a post or page.
my: sparql endpoint ကို ရှာဖွေပြီး အဖြေများကို post သို့မဟုတ် စာမျက်နှာတွင် ဖော်ပြသည်။

source: Query:
my: စုံစမ်းသည်:

source: You do not have sufficient permissions to access this page.
my: ဤစာမျက်နှာကို ဝင်ရောက်ရန်ခွင့်ပြုချက် သင့်တွင်မရှိပါ
